<template>
    <div class="container-row" v-bar>
        <div class="container-col ">
            <div class="bordered">
                <block-text :content="content1"/>

                <section class="banners left-sided">
                    <div class="banners-banner">
                        <div class="banners-content">
                            <span>Обслуживание по договору</span>

                            <em>По официальному договору без обмана и скрытых условий под звездочкой.</em>
                        </div>
                    </div>
                    <div class="banners-banner small">
                        <div class="banners-content">
                            <span>Мы не даем гарантию выше норм, установленных СанПиН</span>

                            <em>- По официальному договору без обмана</em>
                            <em>- Скрытых условий под звездочкой</em>
                        </div>
                    </div>
                </section>

                <block-text :content="content2"/>

                <section class="appForm left-sided">
                    <div class="appForm-row">
                        <div class="appForm-text">
                            <mark>В период осложнения эпидемиологической ситуации устраняем угрозу распространения коронавируса (2019-пСоV) путем дезинфекции помещений профессиональным оборудованием.</mark>
                            <span>ОБРАБОТКА БЕЗВРЕДНА ДЛЯ ЛЮДЕЙ, ЖИВОТНЫХ И ИМУЩЕСТВА</span>
                            <em>Предоставляем документы для Роспотребнадзора <br/>
                                Стоимость обработки от 12 ₽ за 1 м²</em>
                        </div>
                        <div class="appForm-form">
                            <form action="javascript:">
                                <input class="column" type="text" placeholder="Введите ваше имя"/>
                                <input class="column" type="text" placeholder="Ваш телефон"/>
                                <button class="btn requisite-btn">Оставить заявку</button>
                            </form>
                        </div>
                    </div>
                </section>

                <block-text :content="content3"/>

                <BlockCards/>


                <section class="commerceForm left-sided">
                    <div class="commerceForm-title"><h2>ПОЛУЧИТЬ КОММЕРЧЕСКОЕ ПРЕДЛОЖЕНИЕ</h2></div>
                    <div class="commerceForm-row">
                        <div class="commerceForm-text">
                            <em>
                                Присылайте нам ваше техническое задание и мы вышлем вам коммерческое предложение. Также вы можете пригласить нашу компанию на тендер.
                            </em>
                            <hr/>
                        </div>
                        <div class="commerceForm-form">
                            <form action="javascript:">
                                <fieldset class="rows">
                                    <input  type="text" placeholder="Введите ваше имя"/>
                                    <input  type="text" placeholder="Введите Email"/>
                                    <input  type="text" placeholder="Ваш телефон"/>
                                </fieldset>

                                <button class="btn requisite-btn">Отправить</button>
                            </form>
                        </div>
                    </div>
                </section>





                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>










            </div>


        </div>
    </div>
</template>

<script lang="ts">
    import { Component, Vue, namespace } from 'nuxt-property-decorator'
    import BlockText from "~/components/blocks/BlockText.vue";
    import BlockCards from "~/components/blocks/BlockCards.vue";
    //const Example = namespace('Example')

    @Component({
        components: {BlockText, BlockCards}
    })
    export default class Example extends Vue {
        public title: string = 'Content'
        public head(){
            return{
                title: this.title,
                meta: [
                    {
                        hid: 'description',
                        name: 'description',
                        content: 'Home page description'
                    }
                ],
            }
        }

        public content1 = `        <p>
            <strong>Гарантия согласно нормам СанПиН 3.5.2.3472-17, 3.5.3.3223-14</strong>
            По официальному договору без обмана и скрытых условий под звездочкой.
        </p>
        <p>
            Мы не даем гарантию выше норм, установленных СанПиН - сроком более 1-го года, так как проработав много лет в
            отрасли, мы знаем, что такой срок могут предлагать только мошенники и непорядочные подрядчики.
        </p>
        <p>
            Завлекая вас низкой стоимостью и завышенным сроком гарантии такие компании в 90% случаев накручивают
            стоимость услуги на месте, а при наступлении гарантийного случая они не выполнят своих обязательств, а
            просто занесут ваш номер телефона в черный список.
        </p>`


        public content2 = `<p>Компания МосСанЭксперт 17 лет успешно работает на рынке дезинсекции, дезинфекции и дератизации. Все эти годы мы делали упор на высокое качество наших услуг и гарантированное избавление от насекомых, грызунов, болезнетворных микробов и бактерий, борщевика Сосновского и других видов вредителей.</p>
            <p>В данное время на постоянном обслуживании нашей компании находится более 3740 объектов, среди которых детские сады, школы, ВУЗы, студенческие общежития, ЖКХ, склады, заводы, комбинаты, бизнес-центры, торговые центры, административные здания, АЗС, военные части, столовые, салоны красоты, аптеки, квартиры и другое.</p>
            <p>Специфика деятельности компаний, предлагающих услуги дезинфекции, дезинсекции и дератизации в обязательном порядке должна обеспечивать правильное и безопасное хранение химических средств, используемых во время работы.</p>
            <p>Наша компания располагает собственными складами с температурным режимом для правильного хранения химических средств, поэтому мы можем гарантировать высокое качество и надежность работы, выполненной мастерами-дезинфекторами.</p>
            <p>Все препараты, которые применяются нашими специалистами в обработке помещений, относятся к 4-му классу малоопасных веществ, прошли обязательную сертификацию на территории РФ и разрешены к использованию в жилом фонде.</p>`

        public content3 = ` <p>Дезинфекции и дератизации. Все эти годы мы делали упор на высокое качество наших услуг и гарантированное избавление от насекомых, грызунов, болезнетворных микробов и бактерий, борщевика Сосновского и других видов вредителей.</p>
                <p>В данное время на постоянном обслуживании нашей компании находится более 3740 объектов, среди которых детские сады, школы, ВУЗы, студенческие общежития, ЖКХ, склады, заводы, комбинаты, бизнес-центры, торговые центры, административные здания, АЗС, военные части, столовые, салоны красоты, аптеки, квартиры и другое.</p>
                <p>Специфика деятельности компаний, предлагающих услуги дезинфекции, дезинсекции и дератизации в обязательном порядке должна обеспечивать правильное и безопасное хранение химических средств, используемых во время работы.</p>`





        mounted(){}
    }
</script>
